Repository: CarlTuji/digitalSignage
Catalog: admin/languages/*.po
Languages: pt_br

source: PRODUCTS
pt_br: PRODUTOS

source: Digital Display
pt_br: Display Digital

source: Products
pt_br: Produtos

source: Makers
pt_br: Marcas

source: Units
pt_br: Unidades

source: Search
pt_br: Procurar

source: Add Product
pt_br: Adicionar Produto

source: Product Code
pt_br: Cód.Prod.

source: Product Name
pt_br: Nome do Produto

source: Product Name JP
pt_br: Nome do Produto JP

source: Size
pt_br: Tamanho

source: Image
pt_br: Imagem

source: Maker
pt_br: Marca

source: Maker JP
pt_br: Marca JP

source: Unit
pt_br: Unid

source: Price Normal
pt_br: Preço Normal

source: Price Sale
pt_br: Preço Promoção

source: Active
pt_br: Ativo

source: Product Image
pt_br: Imagem do Produto

source: IMAGE
pt_br: IMAGEM

source: Product Phonetic Name
pt_br: Nome Fonético do Produto (em letras ROMANAS)

source: Product Name in Japanese Style
pt_br: Nome do Produto em Japonês (em caracteres japoneses)

source: weight or qty within the product
pt_br: peso ou quantidade do produto

source: Size / Weight
pt_br: Tamanho / Peso

source: Product Standard Price
pt_br: Preço Padrão do Produto

source: Product Price
pt_br: Preço do Produto

source: Product Special Sale Price
pt_br: Preço Especial de Promoção

source: Product Price Special
pt_br: Preço Promocional

source: Inactive
pt_br: Inativo

source: Special Status
pt_br: Status da Promoção

source: Product Active
pt_br: Produto Ativo

source: Save Changes
pt_br: Salvar Alterações

source: save process started ...
pt_br: o processo de salvar os dados foi iniciado...

source: There are errors in the form! Fix then and try again
pt_br: Existem Erros no formulário! Por favor, corrijá-os e tente novamente

source: Close
pt_br: Fechar

source: STOPPED FOR ERRORS
pt_br: INTERROMPIDO POR ERROS

source: save: AJAX request started...
pt_br: salvar: requisição AJAX iniciada...

source: Wait a moment ...
pt_br: Aguarde um momento

source: ... save finished!
pt_br: ... processo salvar dados finalizado

source: get Makers start...
pt_br: processo "get Marcas" iniciado

source: Good Morning
pt_br: Bom Dia!
